# Эта подписка была доступна ровно 24 часа, но сейчас срок её действия истёк.
# Получить бесплатно новую рабочую ссылку на подписку можно на канале первоисточника — https://t.me/mifa_world

vless://00000000-0000-0000-0000-000000000000@1.1.1.1:1111?encryption=none&security=none&type=tcp&headerType=none#%D0%9F%D0%BE%D0%BB%D1%83%D1%87%D0%B8%D1%82%D0%B5%20%D0%BD%D0%BE%D0%B2%D1%83%D1%8E%20%D0%B1%D0%B5%D1%81%D0%BF%D0%BB%D0%B0%D1%82%D0%BD%D1%83%D1%8E%20%D1%81%D1%81%D1%8B%D0%BB%D0%BA%D1%83%20%D0%BD%D0%B0%20https%3A%2F%2Ft.me%2Fmifa_world